panidelnik = (f"Расписание на панидельник\n\n1 урок 08:00-08:40\n<b>Разговор о важном</b>\n2 урок 08:55-09:35\n"
              f"<b>География</b>\n3 урок 09:50-10:30\n<b>Немецкий язык</b>\n4 урок 10:40-11:20\n<b>Русский язык</b>"
              f"\n5 урок 11:30-12:10\n<b>Алгебра</b>\n6 урок 12:25-13:05\n<b>Физика</b>")
vtornik = (f"Расписание на вторника\n\n1 урок 08:00-08:40\n<b>Химия</b>\n2 урок 08:55-09:35\n"
           f"<b>История\Обществознание</b>\n3 урок 09:50-10:30\n<b>Геометрия</b>\n4 урок 10:40-11:20\n"
           f"<b>Англиский язык</b>\n5 урок 11:30-12:10\n<b>Литература</b>\n6 урок 12:25-13:05\n<b>Физика</b>\n"
           f"7 урок 13:20-14:00\n<b>ОБЖ</b>")
sreda = (f"Расписание на среда\n\n1 урок 08:00-08:40\n<b>История</b>\n2 урок 08:55-09:35\n<b>Биология</b>\n"
         f"3 урок 09:50-10:30\n<b>Русский язык</b>\n4 урок 10:40-11:20\n<b>Информатика</b>\n5 урок 11:30-12:10\n"
         f"<b>Алгебра</b>\n6 урок 12:25-13:05\n<b>Английский язык</b>\n7 урок 13:20-14:00\n<b>Литература</b>")
chetverg = (f"Расписание на четверг\n\n1 урок 08:00-08:40\n<b>История</b>\n2 урок 08:55-09:35\n<b>Геометрия</b>\n"
            f"3 урок 09:50-10:30\n<b>Биология</b>\n4 урок 10:40-11:20\n<b>Физическая культура</b>\n"
            f"5 урок 11:30-12:10\n<b>География</b>\n6 урок 12:25-13:05\n<b>Физика</b>\n7 урок 13:20-14:00\n"
            f"<b>Вероятность и статистика</b>\n8 урок 14:15-14:55\n<b>Группа Билет в Будущее 9В</b>")
pjatniza = (f"Расписание на пятница\n\n1 урок 08:00-08:40\n<b>Литература</b>\n2 урок 08:55-09:35\n"
            f"<b>Обществознание</b>\n3 урок 09:50-10:30\n<b>Алгебра</b>\n4 урок 10:40-11:20\n"
            f"<b>Русский язык</b>\n5 урок 11:30-12:10\n<b>Английский язык</b>\n6 урок 12:25-13:05\n"
            f"<b>Физическая культура</b>\n7 урок 13:20-14:00\n<b>Химия</b>")


buttons_1 = {
    "Расписание": "raspisanie",
    "Главное меню": "back",
}

buttons_2 = {
    "Понедельник": "ponidelnik", "Вторник": "vtornik",
    "Среда": "sreda", "Четверг": "chetverg",
    "Пятница": "pjatniza", "В главное меню": "back",
}

buttons_3 = {
    "Расписание": "raspisanie", "Доп. уроки": "dop_uroki",
    "Теория уроков": "lesson_theory", "Преподователи": "prepodovateli",
    "Список учеников": "spisok_uchenikov", "Задачи": "inter_zadachi",
    "Календарь учебного года": "kalendar",
}

buttons_4 = {
    "Албебра": "albebra", "Русиш": "rusish",
    "Геометриш": "geomerish", "Шизика": "fisish",
    "В главное меню": "back",
}